Repository: mahmoudabogwella/RTA-Sharekni-iOS
Catalog: Sharekni/*.lproj/Localizable.strings
Languages: ar, fil_ph, pa_arab_pk

source: No
ar: لا
fil_ph: Hindi
pa_arab_pk: نہیں

source: Take a tour
ar: جولة في شاركني
fil_ph: Maglibot
pa_arab_pk: دورہ کریں

# Back_icn
source: Back_icn_right
pa_arab_pk: واپس آئکن

source: Username
ar: اسم المستخدم
fil_ph: Pangalan ng Gumagamit
pa_arab_pk: کا صارف کا نام

source: Username (Your Email)
ar: اسم المستخدم (البريد الإلكتروني)
fil_ph: Pangalan ng Gumagamit (Ang Iyong Email)
pa_arab_pk: صارف كا نام(ای ميل)

source: Password
ar: كلمة المرور
pa_arab_pk: پاس ورڈ

source: First Name
ar: الاسم الاول
fil_ph: Lumikha ng Account
pa_arab_pk: پہلا نام

source: Last Name
ar: الاسم الأخير
fil_ph: Apelyido
pa_arab_pk: آخری نام

# mobile
source: Mobile Number
ar: رقم الهاتف
fil_ph: Selpon
pa_arab_pk: موبائل

source: Nationality
ar: الجنسية
fil_ph: Nasyonalidad
pa_arab_pk: قومیت

# pLanguage
source: Preferred Language
ar: اللغة المفضلة
fil_ph: Piniling Wika
pa_arab_pk: پسندیدہ زبان

source: Submit
ar: إرسال
fil_ph: Isumite
pa_arab_pk: جمع کروائیں

# nameReq
source: Please enter your username
ar: من فضلك أدخل اسم المستخدم
fil_ph: Mangyaring ipasok ang iyong pangalan ng gumagamit
pa_arab_pk: نام مطلوب

# passReq
source: Please enter password
ar: من فضلك أدخل كلمة المرور
fil_ph: Mangyaring ipasok ang password
pa_arab_pk: پاس ورڈ کی ضرورت

# mobileReq
source: Please enter mobile number
ar: من فضلك أدخل رقم المحمول
fil_ph: Mangyaring ipasok ang numero ng mobile
pa_arab_pk: موبائل درکار

# mailReq
source: Please enter email address
ar: من فضلك أدخل البريد الإلكتروني
fil_ph: mangyaring ipasok ang email address
pa_arab_pk: میل کی ضرورت

source: Registration
ar: تسجيل
fil_ph: Rehistrasyon
pa_arab_pk: رجسٹریشن

source: Login
ar: الدخول
fil_ph: Pumasok
pa_arab_pk: لاگ ان

source: Best Drivers
ar: أفضل السائقين
fil_ph: Mga Pinakamahusay na Drayber
pa_arab_pk: بہترین ڈرائیوروں

# searchOptions
source: Quick Search
ar: البحث
fil_ph: Dagling Maghanap
pa_arab_pk: فوری تلاش

source: Most Rides
ar: معظم الجولات
fil_ph: Karamihang mga Pagsakay
pa_arab_pk: سب سے اوپر سواری

source: Advanced Search
ar: بحث متقدم
fil_ph: Pinasulong na Paghahanap
pa_arab_pk: علی درجے کی تلاش

source: Quick Search
ar: بحث
fil_ph: Dagling Maghanap
pa_arab_pk: فوری تلاش

# Please set direction for both Pick up and Drop off
source: To save the search you must choose a start point and also a destination
ar: من أجل حفظ البحث يجب تحديد نقطة الانطلاق ولوجهة أيضاً
fil_ph: Upang itabi ang paghahanap dapat mong piliin ang dako ng simula at patutunguhan
pa_arab_pk: چھوڑ دونوں اٹھا لینا کے لئے سمت مقرر اور براہ مہربانی

source: Loading
ar: تحميل
fil_ph: nagkakarga
pa_arab_pk: لوڈ کر رہا ہے

source: Loading...
ar: تحميل...
fil_ph: nagkakarga...
pa_arab_pk: لوڈ کر رہا ہے

source: Driver Details
ar: تفاصيل السائق
fil_ph: Mga Detalye ng Drayber
pa_arab_pk: ڈرائیور کی تفصیلات

source: Ride Details
ar: تفاصيل الرحلة
fil_ph: Mga Detalye ng Pagsakay
pa_arab_pk: کی سواری کی تفصیلات

source: Submit
ar: تأكيد
pa_arab_pk: جمع کروائیں

# forget
source: Forgot Password
ar: نسيت كلمة المرور
fil_ph: Nakalimutan ang Password?
pa_arab_pk: پاسورڈ بھول گے

# preferedLang
source: Preferred Nationality
ar: الجنسية المفضلة
fil_ph: Piliin ang Nasyonalidad
pa_arab_pk: ترجیح دی قومیت

# A reset password link has been sent to your email
source: A reset password link has been sent to your email. Please note that this link is valid for one day only.
ar: تم إرسال رابط استعادة كلمة المرور على بريدك الإلكتروني. هذا الرابط صالح لمدة ٢٤ ساعة
fil_ph: Isang kawing ng muling pagtatakda ng password ay ipinadala sa iyong email. Mangyaring tandaan na ang kawing na ito ay may bisa sa isang araw lamang.
pa_arab_pk: ایک ری سیٹ پاس ورڈ لنک آپ کے ای میل کرنے کے لئے بھیج دیا گیا ہے

# Email are not matching
source: Invalid Email
ar: بريد إلكترونى غير متوفر
fil_ph: Mangyaring magpasok ng wastong email address (user@domain.com)
pa_arab_pk: ای میل ملاپ نہیں ہیں

source: Please Choose a valid nationality.
ar: يرجي اختيار الجنيسة
pa_arab_pk: ایک درست قومیت کا انتخاب کریں.

# Please Choose acconut type.
source: Please Choose account type.
ar: يرجي اختيار نوع الحساب
fil_ph: mangyaring pumili ng uri ng account
pa_arab_pk: اکاؤنٹ کی قسم کا انتخاب کریں.

# Please fill all fields
source: Please fill all required fields
ar: يرجى تعبئة جميع الحقول الالزامية
fil_ph: Punan Lahat ng mga Kinakailangang Patlang
pa_arab_pk: تمام مطلوبہ شعبوں کو بھرنے براہ مہربانی

source: First name mustn't have numbers
ar: الاسم الاول يجب ألا يحتوي علي ارقام
fil_ph: unang pangalan ay hindi dapat magkaroon number
pa_arab_pk: پہلا نام نمبرز نہیں ہونا چاہیے

source: Last name mustn't have numbers
ar: الاسم الاخير يجب ألا يحتوي علي أرقام
fil_ph: apelyido ay hindi dapat magkaroon number
pa_arab_pk: آخری نام نمبرز نہیں ہونا چاہیے

source: Mobile Number should be only 9 and should start with [50 – 55 – 56 – 52]
ar: رقم الجوال يجب أن يكون ٩ أرقام ويبدأ ب [50 – 55 – 56 – 52]
fil_ph: Mobile Number ay dapat na lamang 9 at dapat magsimula sa [50 - 55-56 - 52]
pa_arab_pk: موبائل نمبر صرف 9 ہونا چاہئے اور ساتھ شروع کر دینا چاہئے [50 - 55 - 56 - 52]

source: Please enter a valid email address
ar: يرجي إدخال بريد إلكتروني صحيح
fil_ph: Mangyaring magpasok ng wastong email
pa_arab_pk: برائے مہربانی قابل قبول ای میل ایڈریس لکھیں

source: You should be older than 18 Years
ar: يجب أن تكون أكبر من ١٨ سنة
fil_ph: Ikaw ay dapat mas matanda kaysa sa 18 taong gulang
pa_arab_pk: آپ 18 سے زیادہ عمر سال سے زیادہ ہونا چاہئے

source: Select
ar: اختر
fil_ph: Piliin
pa_arab_pk: منتخب کریں

source: Cancel
ar: إلغاء
fil_ph: Kanselahin
pa_arab_pk: منسوخ کریں

source: Ok
ar: موافق
pa_arab_pk: ٹھیک ہے

# Email already exists
source: Email already exists,please choose an alternative email address
ar: لا يمكن التسجيل,هذا البريد الإلكترونى مسجل بالفعل
fil_ph: Email Mayroon Na, Mangyaring pumili ng isa pa
pa_arab_pk: ای میل پہلے سے موجود ہے

# Mobile number already exists
source: Mobile No. already exist, please choose another
ar: لا يمكن التسجيل,رقم الهاتف مسجل بالفعل
fil_ph: Blg. ng Selpon mayroon na, Mangyaring pumili ng isa pa
pa_arab_pk: موبائل نمبر پہلے سے موجود ہے

source: Registration done successfully
ar: تم التسجيل بنجاح
fil_ph: Registration matagumpay na nagawa
pa_arab_pk: رجسٹریشن کامیابی سے کیا.

source: Choose a language
ar: اختيار اللغة
fil_ph: Pumili ng Isang Wika
pa_arab_pk: ایک زبان کا انتخاب کریں

source: Choose age range
ar: اختيار الفئة العمرية
fil_ph: Mangyaring piliin ang hanay ng edad
pa_arab_pk: عمر کی حد کا انتخاب کریں

source: Select Nationality
ar: اختر الجنسية
fil_ph: Piliin ang Nasyonalidad
pa_arab_pk: منتخب قومیت

source: Fill in the email address please
ar: حقل البريد الإلكترونى إلزامى
fil_ph: Mangyaring Punan ang Email
pa_arab_pk: براہ مہربانی ای میل پتہ درج کریں

source: Home Page
ar: الصفحة الرئيسية
fil_ph: Tahanang Pahina
pa_arab_pk: ہوم پیج

source: Most Rides
ar: أكثر الرحلات طلبا
fil_ph: Karamihang mga Pagsakay
pa_arab_pk: سب سے زیادہ سواری

source: Best Drivers
ar: أفضل السائقين
fil_ph: Mga Pinakamahusay na Drayber
pa_arab_pk: بہترین ڈرائیوروں

source: Logout
ar: تسجيل الخروج
fil_ph: Umalis
pa_arab_pk: لاگ آوٹ

source: Language
ar: اللغة
fil_ph: Mga Wika
pa_arab_pk: زبان

source: Rides Created
ar: الرحلات المنشأة
fil_ph: Nilikhang mga Pagsakay
pa_arab_pk: سواری پیدا کیا

source: Rides Joined
ar: الرحلات المشتركة
fil_ph: Sinalihang mga Pagsakay
pa_arab_pk: سواری شمولیت

source: Vehicles
ar: المركبات
fil_ph: Aking mga Sasakyan
pa_arab_pk: گاڑیاں

source: History
ar: التاريخ
fil_ph: Kasaysayan
pa_arab_pk: تاریخ

source: Permits
ar: التصاريح
fil_ph: Mga Permit
pa_arab_pk: اجازت نامہ

source: Permit
ar: تصريح
pa_arab_pk: اجازت

source: Search
ar: بحث
fil_ph: Paghahanap
pa_arab_pk: تلاش

source: Saved Search
ar: حفظ البحث
fil_ph: Naitabing Paghahanap
pa_arab_pk: محفوظ تلاش

source: Create Ride
ar: إنشاء رحلة
fil_ph: Lumikha ng Pagsakay
pa_arab_pk: سواری بنائیں

# You Don't Have Any Vehcile Registered
source: You Don't Have Any Registered Vehciles
ar: ليس لديك اى مركبه مسجله
fil_ph: Wala kang anumang sasakyan na nakarehistro
pa_arab_pk: آپ کسی بھی رجسٹرڈ گاڑیاں نہیں ہے

# Do you want to Register it now?
source: Do you want to Register?
ar: هل تريد تسجيل مركبه الآن؟
fil_ph: Gusto mo bang Magparehistro?
pa_arab_pk: آپ کو رجسٹر کرنا چاہتے ہیں؟

source: Register Vehicle
ar: تسجيل مركبة
fil_ph: Magrehistro Ngayon
pa_arab_pk: رجسٹر وہیکل

source: Dismiss
ar: إلغاء
fil_ph: Paalisin
pa_arab_pk: برخاست

# No permits found
source: There is no permit yet
ar: عفوا لاتوجد تصاريح بعد
fil_ph: Walang sinalihang pagsakay
pa_arab_pk: ابھی تک کوئی اجازت نامہ نہیں ہے

source: No rides joined yet
ar: عفوا ليس هناك رحلات مشتركة حتي الآن
fil_ph: No rides sumali pa
pa_arab_pk: کوئی سواری ابھی تک شامل

source: Do you want to leave this ride?
ar: هل تريد مغادرة هذه الرحلة ؟
fil_ph: Sigurado ka ba na nais mong lisanin ang pagsakay na ito?
pa_arab_pk: کیا تم نے اس سواری کو چھوڑنا چاہتے ہیں؟

# Ride leaved successfully.
source: You have left this Ride
ar: لقد غادرت هذه الرحلة
fil_ph: Linisan Mo Na ang Pagsakay na ito
pa_arab_pk: آپ اس سواری کو چھوڑ دیا ہے

source: Select vehicle
ar: اختر المركبة
fil_ph: Mangyaring Piliin ang Sasakyan
pa_arab_pk: منتخب گاڑی

source: Confirm
ar: موافق
fil_ph: Beripikahin
pa_arab_pk: تصدیق

# DeleteNotifcationHeaderNot
source: Confirm
ar: حذف
fil_ph: Beripikahin
pa_arab_pk: تصدیق

source: Delete
ar: حذف
fil_ph: Burahin
pa_arab_pk: حذف

source: Edit
ar: تعديل
fil_ph: Iedit ang
pa_arab_pk: ترمیم کریں

# Do you want to delete this ride ?
source: Are you sure that you want to delete this ride?
ar: هل أنت متأكد أنك تريد حذف هذه الرحلة ؟
fil_ph: Sigurado ka ba na gusto mong burahin ito?
pa_arab_pk: کیا تم نے اس سواری کو حذف کرنا چاہتے ہیں کہ آپ کو یقین ہے؟

# Ride Deleted successfully.
source: Route Deleted
ar: تم إلغاء الرحلة بنجاح
fil_ph: Ruta Binura
pa_arab_pk: راستے کو حذف کریں

source: Edit Ride
ar: تعديل الرحلة
fil_ph: Iedit ang Ruta
pa_arab_pk: سواری ترمیم کریں

source: Please configure your vehicles first
ar: من فضلك أدخل المركبات الخاصة بك أولا
fil_ph: Mangyaring i-configure ang iyong sasakyan 's unang
pa_arab_pk: آپ کی گاڑی کی پہلے کی تشکیل کریں

source: Days Of Week
ar: أيام الأسبوع
fil_ph: Mga Araw ng Linggo
pa_arab_pk: ہفتے کے دن

source: Notifications
ar: التنبيهات
fil_ph: Mga Abiso
pa_arab_pk: اطلاعات

source: Attention
ar: انتبه
fil_ph: atensyon
pa_arab_pk: توجہ

# You must write your review first
source: Please write a review first
ar: يجب إدخال التعليق أولا
fil_ph: Mangyaring magsulat muna ng isang rebyu
pa_arab_pk: سب سے پہلے ایک جائزے لکھ کریں

source: You must write your remark first
ar: يجب كتابة رسالتك أولا
fil_ph: Kailangan mong isulat ang iyong pangungusap unang
pa_arab_pk: تم سب سے پہلے اپنے ریمارکس لکھ ضروری ہے

source: You can't use this file number
ar: عذرا,لا يمكنك استخدام ملف المرور ذلك
fil_ph: hindi mo maaaring gamitin ang numero ng salansan na ito
pa_arab_pk: تم اس فائل نمبر استعمال نہیں کر سکتے

source: License verified, but no cars found
ar: رخصة القيادة صالحة ولكن لا توجد مركبات
fil_ph: lisensiya naberipika, ngunit walang mga kotse ang natagpuan
pa_arab_pk: تصدیق کی لائسنس، لیکن کوئی کارڈ نہیں ملا

source: Invalid data please check again
ar: بيانات غير صحيحة حاول مرة اخرى
fil_ph: Di-wastong data, mangyaring suriin muli
pa_arab_pk: غلط ڈیٹا دوبارہ چیک کریں، براہ مہربانی

source: Details
ar: التفاصيل
fil_ph: Mga Detalye
pa_arab_pk: تفصیلات

source: Driver
ar: السائق
fil_ph: Drayber
pa_arab_pk: ڈرائیور

source: Leave
ar: مغادرة
fil_ph: Lumisan
pa_arab_pk: چھوڑ دو

source: Sorry, you can't send any more invitations
ar: لا يمكن ارسال المزيد من الدعوات
fil_ph: Paumanhin, hindi ka makapagpadala ng anumang karagdagang mga imbitasyon
pa_arab_pk: معاف کیجئے گا، آپ کو کوئی مزید دعوتیں نہیں بھیج سکتے

source: Write Your Review
ar: اكتب تعليقك
fil_ph: Isulat ang Iyong Rebyu
pa_arab_pk: آپ کا جائزہ لکھنے

source: Your Review
ar: تعليقك
fil_ph: Ang Iyong Rebyu
pa_arab_pk: آپ کا جائزہ لیں

source: Review
ar: تعليق
fil_ph: Rebyu
pa_arab_pk: جائزہ

source: I’d like to join your ride
ar: أريد الإنضمام إلي هذه الرحلة
fil_ph: Gusto kong sumali sa iyong pagsakay
pa_arab_pk: میں آپ کی سواری کے ساتھ شامل ہوں

source: I’d like to invite you to my ride
ar: ادعوك للإنضمام إلى رحلتي
fil_ph: Gusto kong imbitahan ka sa aking pagsakay
pa_arab_pk: میں نے اپنی سواری کے لئے آپ کو مدعو کرنے کے لئے چاہتے ہیں

source: Write Your Remarks
ar: إرسال دعوة إنضمام
fil_ph: Isulat ang iyong mga masasabi
pa_arab_pk: آپ ریمارکس لکھ

source: Your Remarks
ar: الرسالة
fil_ph: Ang iyong mga masasabi
pa_arab_pk: آپ ریمارکس

source: Map Lookup
ar: الخريطة
fil_ph: Pagtingin sa Mapa
pa_arab_pk: نقشہ تلاش کریں

source: Starting Time :
ar: وقت البداية :
fil_ph: Oras ng Pagsisimula :
pa_arab_pk: وقت پر شروع

source: Set Direction
ar: الوجهة
fil_ph: Pumindot upang Magtakda ng Direksiyon
pa_arab_pk: سیٹ سمت

source: Please set direction
ar: من فضلك اختر الوجهة
fil_ph: Mangyaring itakda ang direksyon
pa_arab_pk: سمت مقرر کریں

source: No Rides Found
ar: لا توجد رحلات
fil_ph: No Drives Natagpuan
pa_arab_pk: نہیں ڈرائیوز پایا

source: Please select from Emirate
ar: من فضلك اختر الإمارة
fil_ph: Mangyaring pumili mula sa Emirate
pa_arab_pk: امارت سے انتخاب کریں

source: Please Enter from Region
ar: يرجي اختيار المنطقة
fil_ph: Mangyaring Ipasok mula sa Region
pa_arab_pk: علاقہ سے درج کریں

source: Please Enter to Region
ar: يرجي اختيار المنطقة
fil_ph: Mangyaring Ipasok sa Region
pa_arab_pk: علاقہ کرنے کے لئے درج کریں

source: Please select to Emirate
ar: من فضلك اختر الإمارة
fil_ph: Mangyaring pumili para Emirate
pa_arab_pk: امارت کرنے کے لئے منتخب کریں

source: Select Emirate
ar: اختر الإمارة
fil_ph: Piliin ang Emirate
pa_arab_pk: إمارات منتخب

source: Please select from Emirate first
ar: من فضلك اختر الإمارة أولا
fil_ph: Mangyaring pumili mula sa Emirate unang
pa_arab_pk: سب سے پہلے امارت سے انتخاب کریں

source: Please select to Emirate first
ar: من فضلك اختر الإمارة أولا
fil_ph: Mangyaring pumili para Emirate unang
pa_arab_pk: سب سے پہلے امارت کرنے کے لئے منتخب کریں

source: Please enter a valid to region name
ar: من فضلك أدخل اسم المنطقة بطريقة صحيحة
fil_ph: Ilagay ang ginagamit na to name rehiyon
pa_arab_pk: خطے کا نام کے لئے ایک درست درج کریں

source: invalid start date or time
ar: خطأ في تاريخ البدء أو وقت البدء
fil_ph: di-wastong petsa ng pagsisimula o oras
pa_arab_pk: غلط شروع کرنے کی تاریخ یا وقت

source: Drivers :
ar: السائقين :
fil_ph: Mga Drayber :
pa_arab_pk: ڈرائیور

source: Passengers :
ar: الركاب :
fil_ph: Mga Pasahero :
pa_arab_pk: مسافروں :

source: Drivers
ar: السائقين
fil_ph: Mga Drayber
pa_arab_pk: ڈرائیور

source: Passengers
ar: الركاب
fil_ph: Mga Pasahero
pa_arab_pk: مسافروں

source: Coming Rides :
ar: الرحلات القادمة :
fil_ph: Paparating na pagsakay:
pa_arab_pk: آئندہ سواری

source: From
ar: من
fil_ph: MULA SA
pa_arab_pk: منجانب

source: To
ar: إلي
fil_ph: Tungo sa
pa_arab_pk: کرنے کے لئے

source: Not Set
ar: غير محدد
fil_ph: hindi nakatakda
pa_arab_pk: سیٹ نہیں ہے

source: Ride Days
ar: أيام الرحلة
fil_ph: Mga Araw ng Pagsakay
pa_arab_pk: سواری دن

source: Sat
ar: السبت
fil_ph: Sabado
pa_arab_pk: هفته

source: Sun
ar: الأحد
fil_ph: Linggo
pa_arab_pk: اتوار

source: Mon
ar: الأثنين
fil_ph: Lunes
pa_arab_pk: پیر

source: Tue
ar: الثلاثاء
fil_ph: Martes
pa_arab_pk: منگل

source: Wed
ar: الأربعاء
fil_ph: Miyerkules
pa_arab_pk: بده

source: Thu
ar: الخميس
fil_ph: Huwebes
pa_arab_pk: جمعرات

source: Fri
ar: الجمعة
fil_ph: Biyernes
pa_arab_pk: جمعه

source: Terms And Conditions
ar: الشروط والأحكام
fil_ph: Mga Tuntunin at Kundisyon
pa_arab_pk: شرائط و ضوابط

source: Accept
ar: موافق
fil_ph: Tanggapin
pa_arab_pk: قبول کریں

source: Policy
ar: سياسة الخصوصية
fil_ph: patakaran
pa_arab_pk: پالیسی

source: Search Results
ar: نتائج البحث
fil_ph: Mga Resulta sa Paghahanap
pa_arab_pk: تلاش کے نتائج

source: Has Accepted your request
ar: وافق علي طلب الإنضمام
fil_ph: Tinanggap ang Iyong Kahilingan
pa_arab_pk: آپ کی درخواست قبول کر لی ہے

source: Send you a join request
ar: قام بإرسال طلب انضمام
fil_ph: Magpadala ka ng Kahilingan sa Pagsali
pa_arab_pk: آپ کو ایک شمولیت کی درخواست بھیجیں

source: Notification Details
ar: تفاصيل التنبيهات
fil_ph: Mga Detalye ng Abiso
pa_arab_pk: اہم اطلاع کی تفصیلات

source: Mobile verification code has been sent to your mobile
ar: تم أرسال كود التفعيل للرقم الحالي
fil_ph: Mobile verification code ay naipadala na sa iyong mobile
pa_arab_pk: موبائل تصدیقی کوڈ آپ کے موبائل پر بھیجا گیا ہے

# Please check your mobile number
source: Enter valid Mobile Number
ar: الرجاء إدخال رقم الجوال الصحيح
pa_arab_pk: درست موبائل نمبر درج کریں

source: Please write your verification code
ar: من فضلك أدخل كود التفعيل
fil_ph: Ipasok ang Iyong Kodigo
pa_arab_pk: اپنا توثیقی کوڈ لکھ کریں

source: Write Your Code
ar: ادخل كود التفعيل
fil_ph: Isulat ang Iyong Code
pa_arab_pk: آپ کا کوڈ لکھیں

source: Your Code
ar: كود التفعيل
fil_ph: Kodigo Mo
pa_arab_pk: آپ کے کوڈ

# Resend verification code
source: Resend code again
ar: إعادة إرسال الكود
fil_ph: Magpadala code muli
pa_arab_pk: ایک بار پھر کوڈ بھیجیں

source: Enter verification code
ar: أدخل كود التفعيل
fil_ph: Ipasok ang kodigo ng beripikasyon
pa_arab_pk: تصدیقی کوڈ درج کریں

source: Traffic File No.
ar: رقم الملف المروري
fil_ph: Blg ng Salansang Pantrapiko
pa_arab_pk: ٹریفک فائل نمبر

source: Edit Profile
ar: تعديل الحساب
fil_ph: Iedit ang profile
pa_arab_pk: پروفائل میں ترمیم کریں

source: Nationalty must be selected
ar: يجب عليك اختيار الجنسية
fil_ph: Mangyaring piliin ang nasyonalidad
pa_arab_pk: قومیت منتخب ہونا ضروری ہے

# Please check your username and password
source: Please check your username or password
ar: يرجى التأكد من اسم المستخدم وكلمة المرور
fil_ph: Suriin ang iyong Pangalan ng Gumagamit at Password
pa_arab_pk: اپنا صارف کا نام یا پاس ورڈ براہ مہربانی چیک کریں

# Edit profile info success
source: Details Updated
ar: تم تحديث بيانات الحساب
fil_ph: Mga Detalye Isinapanahon
pa_arab_pk: تفصیلات کو اپ ڈیٹ

# Select date of birth
source: Date of Birth invalid
ar: برجاء التأكد من تاريخ الميلاد
fil_ph: Petsa ng kapanganakan hindi wasto
pa_arab_pk: پیدائش باطل کی تاریخ

# Verification Code is wrong
source: Code is wrong
ar: الكود خطأ
fil_ph: Kodigo ay Mali
pa_arab_pk: کوڈ غلط ہے

source: Mobile Verified
ar: تم تفعيل رقم الجوال
fil_ph: Mobile Beripikadong
pa_arab_pk: موبائل کی توثیق

source: Please select start point
ar: الرجاء اختيار نقطة الانطلاق على الأقل
fil_ph: Mangyaring Piliin ang Dako ng Simula
pa_arab_pk: آغاز نقطہ براہ مہربانی منتخب کریں

source: Directions can't be edited.
ar: الطرق لايمكن تعديلها
fil_ph: Direksyon ay hindi maaaring i-edit.
pa_arab_pk: ہدایات ترمیم نہیں کی جاسکتی.

source: Please set startpoint and destination.
ar: من فضلك اختر نقطة الانطلاق ونقطة الوصول
fil_ph: Mangyaring itakda start point at patutunguhan
pa_arab_pk: نقطہ آغاز اور منزل مقرر کریں.

source: Please select Vehicle
ar: يرجي اختيار المركبة
fil_ph: Mangyaring pumili ng Sasakyan
pa_arab_pk: وہیکل براہ مہربانی منتخب کریں

source: Please enter ride name
ar: من فضلك ادخل اسم الرحلة
fil_ph: Mangyaring ipasok ang pangalan ride
pa_arab_pk: سواری کے نام درج کریں

source: Please select start date
ar: يرجي اختيار تاريخ البدء
fil_ph: Mangyaring pumili ng petsa ng pagsisimula
pa_arab_pk: شروع کرنے کی تاریخ کا انتخاب کریں

source: Please select start time
ar: يرجي اختيار وقت البدء
fil_ph: Mangyaring pumili ng oras ng pagsisimula
pa_arab_pk: وقت آغاز براہ مہربانی منتخب کریں

source: Please select number of available seats.
ar: يرجي اختيار عدد المقاعد المتاحة
fil_ph: Mangyaring piliin ang bilang ng mga magagamit na upuan
pa_arab_pk: دستیاب نشستوں کی تعداد کو منتخب کریں.

# Please select days of week.
source: Please choose at least one day
ar: من فضلك اختر على الأقل يوماً واحداً
fil_ph: Mangyaring Pumili ng hindi bababa sa isang araw
pa_arab_pk: کم از کم ایک دن منتخب کریں

# Ride edited successfully
source: Ride updated!!
ar: تم تعديل بيانات الرحلة بنجاح
fil_ph: Pagsakay Isinapanahon!
pa_arab_pk: سوار اپ ڈیٹ!!

source: Ride created successfully
ar: تم إنشاء الرحلة بنجاح
fil_ph: Pagsakay Nilikha!
pa_arab_pk: سواری کامیابی کے ساتھ

source: An error happend when trying to create ride
ar: حدث خطأ عند إنشاء الرحلة
fil_ph: Isang error ang nangyari kapag sinusubukang lumikha ride
pa_arab_pk: سواری بنائیں کرتے وقت ایک خامی پیش کیا ہوا

# Sorry, It's not allowed to create more than two rides
source: You Have Reached Maximum Rides Allowable!!
ar: لا يمكن إضافة المزيد من الرحلات
fil_ph: Narating Mo Na Ang Max na Pagsakay na Pinahihintulutan!
pa_arab_pk: آپ زیادہ سے زیادہ قابل اجازت سواری تک پہنچ چکے ہیں!

# Sorry, you have yo have at least one ride
source: You don't have any Vechile
ar: لا توجد مركبة مسجله
fil_ph: Hindi mo na kailangang Vehicle
pa_arab_pk: آپ کسی بھی گاڑی کی ضرورت نہیں ہے

source: Select Pickup Time
ar: اخر وقت الإنطلاق
fil_ph: Piliin Pickup Time
pa_arab_pk: اٹھا لینا وقت منتخب کریں

source: Select Pickup Date
ar: اختر تاريخ الإنطلاق
fil_ph: Piliin ang Petsa Pickup
pa_arab_pk: سلیکٹ اٹھا تاریخ

# Rating added successfully
source: Rate is successfully submitted
ar: تم التقييم بنجاح
fil_ph: Ang antas ay matagumpay na naisumite
pa_arab_pk: شرح کامیابی سے پیش کیا جاتا ہے

source: Unable to add Rating
ar: لا يمكن إضافة التقييم الآن
fil_ph: Hindi maidagdag Rating
pa_arab_pk: درجہ بندی شامل کرنے سے قاصر

source: Ride Delete successfully.
ar: تم حذف الرحلة بنجاح
fil_ph: Ride Deleted matagumpay
pa_arab_pk: کامیابی سواری خارج کر دیا گیا.

source: An error occured when deleting ride
ar: تم حدوث خطأ عند حذف الرحلة
fil_ph: May naganap na error habang nagbubura ride
pa_arab_pk: سواری سے خارج کرتے وقت ایک خامی پیش آگئی

# Passenger removed successfully
source: Are you sure you want to delete this?
ar: تم حذف الراكب
fil_ph: Pasahero naburang matagumpay
pa_arab_pk: آپ کو اس کو حذف کرنا چاہتے ہیں؟

source: Unable to remove the passenger
ar: لا تستطيع حذف الراكب
fil_ph: Hindi maalis ang mga pasahero
pa_arab_pk: مسافر کو دور کرنے سے قاصر ہے

source: Mobile Number not available
ar: رقم الجوال غير متاح
fil_ph: Mobile Number hindi magagamit
pa_arab_pk: موبائل نمبر دستیاب نہیں

source: Do you want to delete this passenger ?
ar: هل تريد حذف الراكب ؟
fil_ph: Burahin ang Pasahero
pa_arab_pk: آپ کو اس مسافر کو حذف کرنا چاہتے ہیں؟

# No history
source: No history Found
ar: لا يوجد تواريخ
fil_ph: Walang Kasaysayan ang Natagpuan
pa_arab_pk: کوئی سرگزشت ملا

source: Do you want to leave this ride
ar: هل أنت متأكد أنك تريد مغادرة هذه الرحلة ؟
fil_ph: Gusto mo bang mag-iwan ito ride
pa_arab_pk: آپ کو اس کی سواری چھوڑنے کے لئے چاہتے ہیں

source: An error occured when leaving ride
ar: تم حدوث خطأ اثناء مغادرة الرحلة
fil_ph: naganap na error kapag nag-iiwan ride
pa_arab_pk: کی سواری چھوڑ کر جب ایک خرابی واقع ہوئی

source: Permit added successfully.
ar: تم إضافة التصريح بنجاح
fil_ph: Permit Ipinagkaloob
pa_arab_pk: پرمٹ کامیابی سے شامل.

source: Invalid birthdate
ar: تاريخ الميلاد غير صحيح
fil_ph: Di-wastong petsa ng kapanganakan
pa_arab_pk: غلط تاریخ پیدائش

source: Male
ar: ذكر
fil_ph: Lalaki
pa_arab_pk: مرد

source: Female
ar: أنثي
fil_ph: Babae
pa_arab_pk: خواتین

source: Both
ar: كلاهما
fil_ph: Kapwa Dalawa
pa_arab_pk: دونوں

source: Yes
ar: نعم
fil_ph: Oo
pa_arab_pk: جی ہاں

source: Dubai
ar: دبي
pa_arab_pk: دبئی

source: Please Choose account type.
ar: من فضلك اختر نوع الحساب
fil_ph: Piliin Imahen ng Profile!
pa_arab_pk: اکاؤنٹ کی قسم کا انتخاب کریں.

source: No camera on device
ar: لا توجد كاميرا
pa_arab_pk: آلہ پر کوئی کیمرے

source: You cannot choose year before 1900
ar: لا يمكن اختيار سنة أقل من ١٩٩٠
fil_ph: Hindi ka maaaring pumili taon bago 1900
pa_arab_pk: آپ 1900 سال سے پہلے انتخاب نہیں کر سکتے

source: Photo Library
ar: مكتبة الصور
fil_ph: Pumili mula sa Aklatan
pa_arab_pk: تصویر لائبریری

source: Camera
ar: الكاميرا
pa_arab_pk: کیمرے

# You don't have joined rides yet
source: There are no rides joined
ar: عفوا، لا توجد رحلات مشترك بها بعد
fil_ph: Walang sinalihang pagsakay
pa_arab_pk: شمولیت اختیار کوئی سواری نہیں ہیں
