Repository: mahmoudabogwella/RTA-Sharekni-iOS
Catalog: Sharekni/*.lproj/Localizable.strings
Languages: ar, fil_ph, pa_arab_pk

source: You don't have created rides yet
ar: عفوا لا توجد رحلات منشأة
fil_ph: Wala pang nilikhang mga pagsakay
pa_arab_pk: ابھی تک آپ سے پیدا کی سواری کی ضرورت نہیں ہے

source: Received your request and waiting for approval
ar: تم إرسال الطلب بنجاح و انتظر موافقة السائق
fil_ph: Natanggap Ang Iyong Kahilingan At Naghihintay ng Pagsang-ayon
pa_arab_pk: آپ کی درخواست موصول ہوئی ہے اور منظوری کے انتظار میں

# Request deleted successfully
source: Request is successfully removed
ar: تم حذف الطلب
fil_ph: Kahilingan ay matagumpay na tinanggal
pa_arab_pk: پروپوزل کی کامیابی سے ہٹا دیا جاتا ہے

source: Cannot delete Request
ar: لا يمكن حذف الطلب
fil_ph: Hindi matanggal Paghiling
pa_arab_pk: گذارش حذف نہیں کیا جاسکتا

source: Do you want to delete this review ?
ar: هل تريد حذف التعليق ؟
fil_ph: Burahin ang Rebyu
pa_arab_pk: آپ اس جائزے کو حذف کرنا چاہتے ہیں؟

source: Edit Review
ar: تعديل التعليق
pa_arab_pk: ترمیم کا جائزہ لیں

source: Review deleted successfully
ar: تم حذف التعليق بنجاح
fil_ph: Rebyu Binura
pa_arab_pk: کا جائزہ کامیابی سے خارج

source: Cannot delete Review
ar: لا يمكن حذف التعليق
fil_ph: Hindi matanggal ang Review
pa_arab_pk: کا جائزہ لیں حذف نہیں کیا جاسکتا

source: Password must be at least 5 characters
ar: كلمة المرور يجب أن لا تقل عن ٥ حروف
fil_ph: Pakitype ang password ng hindi bababa sa 5 mga karakter
pa_arab_pk: پاس ورڈ میں کم از کم 5 حروف ہونا ضروری ہے

source: data are not matching
ar: البيانات غير صحيحة
fil_ph: data ay hindi tumutugma
pa_arab_pk: اعداد و شمار کے ملاپ نہیں ہیں

source: Not Specified
ar: غير محدد
fil_ph: Hindi Tinukoy
pa_arab_pk: واضع

# No Specified
source: Not Specified
ar: غير محدد
fil_ph: Hindi Tinukoy
pa_arab_pk: واضع

source: Error
ar: خطأ
fil_ph: Mali
pa_arab_pk: خرابی

source: You don't have any notifications
ar: لا يوجد لديك تنبيهات
fil_ph: Hindi mo na kailangang ng mga abiso
pa_arab_pk: آپ کسی بھی اطلاعات نہیں بنایا

source: Do you want to delete this request ?
ar: هل تريد حذف هذا الطلب ؟
fil_ph: Gusto mo bang tanggalin ang kahilingang ito?
pa_arab_pk: آپ اس درخواست کو خارج کرنا چاہتے ہیں؟

# Request had been sent Successfully , Wait for driver Approval.
source: Request had been sent Successfully , Wait for driver's Approval.
ar: تم إرسال الطلب بنجاح وفى انتظار موافقة السائق
fil_ph: Kahilingan ay naipadalang matagumpay, Maghintay sa Pagsang-ayon ng Drayber.
pa_arab_pk: درخواست کامیابی بھیج دیا گیا ہے، ڈرائیور کی منظوری کے لئے انتظار.

source: Request had been sent Successfully , wait for Passenger's Approval
ar: تم إرسال الطلب بنجاح وفى إنتظار موافقة الراكب
fil_ph: Kahilingan ay naipadalang matagumpay, Maghintay sa Pagsang-ayon ng Pasahero.
pa_arab_pk: درخواست کامیابی بھیج دیا گیا ہے، مسافروں کو منظوری کے لئے انتظار

source: Has Accepted your invitation
ar: قام بقبول دعوتك
fil_ph: Ay Tinanggap iyong imbitasyon
pa_arab_pk: آپ کی دعوت قبول کر لی ہے

source: Received your invitation and waiting for approval
ar: تم إستلام دعوتك , انتظر الموافقة
fil_ph: Natanggap inyong imbitasyon, naghihintay para sa apruba
pa_arab_pk: آپ کی دعوت موصول ہوئی ہے اور منظوری کے انتظار میں

source: Send you a invitation request
ar: بعث لك بطلب دعوه
fil_ph: Ay Nagpadala sa iyo ng isang Imbitasyon
pa_arab_pk: آپ کو ایک دعوت نامہ بھیجیں درخواست

source: Cannot delete invitation
ar: لا يمكن حذف الطلب
fil_ph: Hindi matanggal ang imbitasyon
pa_arab_pk: دعوت کو حذف نہیں کیا جاسکتا

source: Invitation deleted successfully
ar: تم مسح الطلب بنجاح
fil_ph: Invitation Matagumpay na nabura
pa_arab_pk: دعوت کامیابی کے ساتھ حذف

source: Do you want to delete this invitation ?
ar: هل تريد مسح الدعوة؟
fil_ph: Gusto mo bang tanggalin ang imbitasyong ito?
pa_arab_pk: اس دعوت نامے کو حذف کرنا چاہتے ہیں؟

source: Has Rejected your invitation
ar: قد رفض طلبك
fil_ph: Ay Tinanggihan inyong imbitasyon
pa_arab_pk: آپ کی دعوت مسترد کر دی ہے

source: Has Rejected your join Request
fil_ph: Tinanggihan ang Iyong Kahilingan
pa_arab_pk: آپ کی درخواست کے ساتھ شامل ہونے کو رد کر دیا

source: Please click on set direction button to set start and end point
ar: يرجي الضغط علي زر الوجهة لاختيار نقطة الانطلاق والوصول
fil_ph: Pumindot upang Magtakda ng Direksiyon
pa_arab_pk: شروع اور آخر نقطہ قائم کرنے کے لئے مقرر سمت بٹن پر کلک کریں براہ مہربانی

source: Start Date
ar: تاريخ البدء
fil_ph: Petsa ng Pagsisimula
pa_arab_pk: شروع کرنے کی تاریخ

source: Start Time
ar: وقت البدء
fil_ph: Oras ng Simula
pa_arab_pk: وقت آغاز

source: Top Rides
ar: أكثر الرحلات طلبا
fil_ph: Pinakainaasam na mga Pagsakay
pa_arab_pk: سب سے اوپر سواری

source: Pick up
ar: الإنطلاق
fil_ph: Pagdadaanan
pa_arab_pk: اٹھاو

source: Drop off
ar: الوصول
fil_ph: Pagbababaan
pa_arab_pk: چھوڑ

source: Done
ar: موافق
fil_ph: Tapos
pa_arab_pk: ہوگیا

source: Select Region
ar: اختر المنطقة
fil_ph: Piliin ang Lugar
pa_arab_pk: علاقہ سلیکٹ

source: Single Ride
ar: رحلة واحدة
fil_ph: Biyaheng Papunta
pa_arab_pk: سنگل سواری

source: Periodic
ar: متكررة
fil_ph: Pana-panahon
pa_arab_pk: متواتر

source: Optional
ar: إختيارى
fil_ph: Opsiyonal
pa_arab_pk: اختیاری

source: Not Accept
ar: غير موافق
fil_ph: Hindi Tumatanggap
pa_arab_pk: قبول نہیں

source: Last Seen
ar: اخر مشاهدة
fil_ph: Huling Nakita :
pa_arab_pk: آخری دفعہ پایا

source: Co2 Saving
ar: CO2 استهلاك
fil_ph: Pagtitipid ng CO2
pa_arab_pk: CO2 کی بچت

source: points
ar: نقاط
fil_ph: Mga Dako
pa_arab_pk: پوائنٹس

source: Routes
ar: طرق
fil_ph: Mga Ruta
pa_arab_pk: روٹس

source: My Work
pa_arab_pk: میرا کام

source: Go to work
fil_ph: Pumunta sa trabaho
pa_arab_pk: کام پر جانا

source: Gender
ar: النوع
fil_ph: Kasarian
pa_arab_pk: صنف

source: Age Range
ar: الفئة العمرية
fil_ph: Hanay ng Edad
pa_arab_pk: حد عمر

source: Smokers
ar: المدخنين
fil_ph: Mga Naninigarilyo
pa_arab_pk: تمباکو نوشی کرنے

source: Preferences
ar: التفضيلات
fil_ph: Mga Preperensiya
pa_arab_pk: ترجیحات

source: Join Ride
ar: الانضمام للرحلة
fil_ph: sumali sa pagsakay
pa_arab_pk: سواری شمولیت

source: Matched Search Results
ar: نتائج البحث المطابق
fil_ph: Katugmang Resulta ng Paghahanap
pa_arab_pk: ملائے گئے تلاش کے نتائج

source: Share
ar: مشاركة
pa_arab_pk: سیکنڈ اور

source: Passenger
ar: راكب
fil_ph: Pasahero
pa_arab_pk: مسافر

source: +18 Years
ar: +18 عاما
fil_ph: +18 taon
pa_arab_pk: +18 سال

source: Upload your photo
ar: تحميل صورة شخصية
fil_ph: Mag-akyat ng iyong Larawan
pa_arab_pk: آپ کی تصویر اپ لوڈ کریں

source: I accept the RTA's terms and conditions
ar: موافق على الشروط والأحكام
fil_ph: Tinatanggap Ko Ang Mga Tuntunin at Kundisyon ng .RTA
pa_arab_pk: مجھے RTA کی شرائط و ضوابط کو قبول

source: Privacy and Policy
ar: سياسة الخصوصية
fil_ph: Patakaran sa Pagkapribado
pa_arab_pk: پرائیویسی اور پالیسی

source: Save
ar: تسجيل
fil_ph: Itabi
pa_arab_pk: محفوظ کریں

source: Register Now
ar: سجل الآن
fil_ph: Magrehistro Ngayon
pa_arab_pk: ابھی رجسٹر

# Forget Password?
source: Forgot Password?
ar: نسيت كلمة المرور؟
fil_ph: Nakalimutan ang Password?
pa_arab_pk: پاسورڈ بھول گے؟

source: Register Vehicles
fil_ph: Magrehistro ng Sasakyan
pa_arab_pk: رجسٹر گاڑیاں

source: Date of birth
ar: تاريخ الميلاد
fil_ph: Petsa ng Kapanganakan
pa_arab_pk: پیدائش کی تاریخ

source: Available Seats
ar: المقاعد المتاحة
fil_ph: Magagamit na (mga) Upuan
pa_arab_pk: دستیاب نشستیں

source: Verify
ar: التحقق
fil_ph: Beripikahin
pa_arab_pk: تصدیق کریں

source: Update
ar: تحديث
fil_ph: Itabi
pa_arab_pk: اپ ڈیٹ

source: Invite
ar: إرسال دعوه
fil_ph: Mag-anyaya
pa_arab_pk: مدعو کریں

source: Join
pa_arab_pk: شامل ہوں

source: Save Search
fil_ph: Itabi ang Paghahanap
pa_arab_pk: محفوظ کریں تلاش کریں

source: Sorry but you have to be logged in facebook to share
ar: عذرا, لا تستطيع مشاركة رحلتك ما لم تكن مسجل دخولك على الفيس بوك
pa_arab_pk: معذرت لیکن اگر آپ فیس بک لاگ ان ہونا اشتراک کرنے کے لئے ہے

source: This app
ar: لهذا التطبيق
fil_ph: ang app na ito
pa_arab_pk: یہ ایپ

source: Micro app
ar: مايكرو آب
pa_arab_pk: مائیکرو اپلی کیشن

source: Transation
fil_ph: Pagsasalin
pa_arab_pk: ترجمہ میں

source: Help & FAQ
ar: الأسئلة الشائعة
fil_ph: FAQ
pa_arab_pk: مدد اور عمومی سوالات

source: No Passengers Found
ar: لا يوجد ركاب
fil_ph: Walang mga Pasahero ang Natagpuan
pa_arab_pk: کوئی مسافر ملا

source: Please turn on GPS first
ar: الرجاء تشغيل نظام تحديد المواقع أولاً
fil_ph: Mangyaring Buksan Muna ang Gps
pa_arab_pk: پہلی GPS پر تبدیل کریں

source: Preferred Gender
ar: النوع المفضل
fil_ph: Piniling Kasarian
pa_arab_pk: پسندیدہ صنف

# Happy Meter
source: Happiness
ar: السعادة
fil_ph: kaligayahan
pa_arab_pk: خوشی كو

source: There is no saved search yet.
ar: لا توجد رحلات مشترك بها بعد
fil_ph: Walang-save na paghahanap pa
pa_arab_pk: ابھی تک کوئی محفوظ کردہ تلاش نہیں ہے

source: Refresh
ar: تحديث
pa_arab_pk: تازہ کریں

source: Kg
ar: كج

# sharkni
source: Sharekni
ar: شاركني
